IDEA Open Model
ReinfBarInclined.BottomLength Property
Compatible with IDEA StatiCa 20.1
 Length of additional bar on the bottom
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double BottomLength { get; set; }
Public Property BottomLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace